tap "homebrew/services"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
brew "bat"
brew "glib"
brew "catch2"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gum"
brew "jq"
brew "luarocks"
brew "neovim"
brew "poppler"
brew "python@3.12"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tlrc"
brew "tmux"
brew "yazi"
cask "aldente"
cask "alt-tab"
cask "appcleaner"
cask "ghostty"
cask "ngrok"
cask "raycast"
cask "vanilla"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mathcale.theme-dracula-refined"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "postman.postman-for-vscode"
vscode "qufiwefefwoyn.kanagawa"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
